
[Flexible Renamer]
OSVersion=6200
OSVersion_PropertyTag=6110
ErrorAbort=0
Font=-12,0,0,0,400,0,0,0,0,0,0,0,34
FontFace=Tahoma
WindowPos=0:1:-1:-1:-1:-1:0:0:295:664
Scroll_SpecifyFolder=0
Page=0
Specify=1
CurrentFolder=C:\Users\NET_02\Desktop\58桜館201
Scroll_SpecifyFile=0
[Rename]
RecursiveDepth=0
ModeExec=0
ApplyedPreset=2011/03/06 00:00:00
ListCtrl-1000-0-0=228,0,0,390,1,0,186,2,0,25,3,0,25,4,0,25,5,0,25,6,0,0
ListCtrl-1001-0-0=93,0,0,93,1,0,186,2,0,25,3,0,25,4,0,25,5,0,25,6,0,0
Typical_Index=2
NumberingBase=7
NumberingStep=1
Typical_Pos=0
Typical_Add=_big
Typical_Src=.jpg.jpg
Typical_Dst=.jpg
Typical_Timestamp=\Y\m\d\H\M\S
SelectedItem=303
SelectFolder=0
AdvancedRename=0
EnableSub=1
UseScript=0
SelectFile=1
Mode=0
WildCardSearch=
WildCardReplace=
[Preset]
Preset=0		*.*	\Y\m\d\H\M\S.\2	日時
Preset=0		*.*	??.\2	連番 + 拡張子
Preset=0		*.*	??_\1.\2	連番 + 元ファイルタイトル + 拡張子
Preset=0		*.*	\1_??.\2	元ファイルタイトル + 連番 + 拡張子
Preset=0		*-*.*	\2-\1.\3	-の左右を入れ替え
Preset=0		*DSC*	\1IMG\2	"DSC"を"IMG"に変換
Preset=1		(.*)へのショートカット(.*)?	\1\2	" へのショートカット"を削除
Preset=1		(.*?) - ショートカット(.*)?	\1\2	" - ショートカット"を削除(Vista)
Preset=1		(.*)\(\d+\)(.*)	\1\2	(数字)を削除
Preset=1		(.*)\[\d+\](.*)	\1\2	[数字]を削除
Preset=1		(.*)(?:\[\d+\])|(?:\(\d+\))(.*)	\1\2	[数字]、または(数字)を削除
Preset=1		(\..*)$	\L\1	拡張子を小文字
Preset=1		(?:コピー(?: \(\d*\))? ～ )		"コピー (数字) ～ "を削除
Preset=1		(?: - コピー(?: \(\d*\))?)		" - コピー (数字)"を削除(Vista)
Preset=1		((?:[^ \-+~=#$%&_,.(){}\[\]=!]|\.)+)	\L\u\1	語頭を大文字
Preset=2		0-9a-zA-Z０-９ａ-ｚＡ-Ｚ	０-９ａ-ｚＡ-Ｚ0-9a-zA-Z	半角 ⇔ 全角（拡張子を除く）
Preset=2		ァ-ンぁ-ん	ぁ-んァ-ン	カタカナ ⇔ ひらがな（拡張子を除く）
Preset=2		a-zA-Z	A-Za-z	大文字 ⇔ 小文字
Preset=2		a-z	A-Z	小文字 ⇒ 大文字
Preset=2		A-Z	a-z	大文字 ⇒ 小文字
Preset=2		0-9a-zA-Z	０-９ａ-ｚＡ-Ｚ	半角 ⇒ 全角（拡張子を除く）
Preset=2		０-９ａ-ｚＡ-Ｚ	0-9a-zA-Z	全角 ⇒ 半角（拡張子を除く）
[TagRename_PropertyTag]
Preset=5		doc;xls;ppt;vsd;mpp;pdf	18,20,21,22,23,24,33,35,126,127,143,144,145,148,150,151	ドキュメント
Preset=4		avi;mpe;mpg;wmv;asf	13,15,16,17,18,19,21,24,25,27,28,191,193,194,195,196,198,219,220,221,223,224,225,226,228,280,281,282,283,284,285,286	ビデオ
Preset=3		bmp;jpg;jpe;tif;png		イメージ
Preset=2		jpg;jpe	12,18,19,20,21,24,25,30,31,32,35,128,160,161,162,163,164,195,230,232,233,234,235,236,237,238,239,240,241,242,243,244,247,248,249,250	写真
Preset=1		mp3;wma	13,14,15,16,21,24,26,27,28,217,220	ミュージック
[TagRename]
RecursiveDepth=0
ModeExec=0
UseProperty=0
Mode=0
MusicReplace=
ListCtrl-1000-0-0=91,0,0,91,1,0,183,2,0,25,3,0,25,4,0,25,5,0,25,6,0,0
ListCtrl-1001-0-0=91,0,0,91,1,0,183,2,0,25,3,0,25,4,0,25,5,0,25,6,0,0
[MainFrame]
ShowShellFolderBar=1
WindowPos=0:1:-1:-1:-1:-1:1989:73:3438:886
[RenameFilter]
MRU=*
MRU=bmp;dib;gif;jpg;jpe*;png;ico;cur
MRU=htm*;htx;asp;alx;stm;shtml
MRU=txt;doc;xls;ppt;vsd
MRU=exe;dll;ocx
[MusicTagReplace]
[RenameTypical_Add]
MRU=_big
MRU=N_1
MRU=_1
MRU=N
MRU=hoho
MRU=-big
MRU=photo_symposium_02_
MRU=-on
MRU=navi_recruit_
MRU=navi_policy_
[RenameTypical_Src]
MRU=.jpg.jpg
MRU=-big
MRU=_big
MRU=2012
MRU=new
MRU=_ページ_
MRU=.UPL
MRU=-off
MRU=-on
MRU=takahashi
[RenameTypical_Dst]
MRU=.jpg
MRU=-middle
MRU=-big
MRU=2013
MRU=rn
MRU=-
MRU=_selected
MRU=shikano
MRU=on
MRU=off
[Attribute]
ListCtrl-1000-0=91,0,91,1,45,2,45,3,45,4,45,5,45,6,45,7,0
ListCtrl-1001-0=91,0,91,1,45,2,45,3,45,4,45,5,45,6,45,7,0
ShiftDate=0
ShiftTime=0:00:00
RandomMin=2012/03/12 0:00:00
RandomMax=2012/03/13 0:00:00
Same=0
Shift=0
Mode=0
[NumberedObject]
ListCtrl-1000-0=346,0,173,1,
[BarState-SCBar-127]
sizeHorzCX=271
sizeHorzCY=503
sizeVertCX=305
sizeVertCY=686
sizeFloatCX=271
sizeFloatCY=503
[BarState-SCBar-126]
sizeHorzCX=175
sizeHorzCY=175
sizeVertCX=339
sizeVertCY=686
sizeFloatCX=175
sizeFloatCY=175
[BarState-Summary]
Bars=7
ScreenCX=1920
ScreenCY=1080
[RenameDestination]
Destination=C:\Users\net_01\Desktop\新しいフォルダー (2)
CopyFolderStructure=1
[WildCardSearch]
[WildCardReplace]
[BarState-Bar0]
BarID=59392
[BarState-Bar1]
BarID=59392
[BarState-Bar2]
BarID=59396
[BarState-Bar3]
BarID=59393
Visible=0
[BarState-Bar4]
BarID=59420
Bars=5
Bar#0=0
Bar#1=126
Bar#2=0
Bar#3=127
Bar#4=0
[BarState-Bar5]
BarID=127
XPos=335
YPos=-2
Docking=1
MRUDockID=59420
MRUDockLeftPos=335
MRUDockTopPos=-2
MRUDockRightPos=640
MRUDockBottomPos=684
MRUFloatStyle=8196
MRUFloatXPos=-1
MRUFloatYPos=0
[BarState-Bar6]
BarID=126
XPos=-2
YPos=-2
Docking=1
MRUDockID=0
MRUDockLeftPos=-2
MRUDockTopPos=-2
MRUDockRightPos=337
MRUDockBottomPos=684
MRUFloatStyle=8196
MRUFloatXPos=-1
MRUFloatYPos=0
